[
  {
    "blog_name": "erealm",
    "id": 98931910492,
    "post_url": "http://erealm.tumblr.com/post/98931910492/the-establishment-of-xian-erealm",
    "slug": "the-establishment-of-xian-erealm",
    "type": "text",
    "date": "2014-10-02 00:37:00 GMT",
    "timestamp": 1412210220,
    "state": "published",
    "format": "html",
    "reblog_key": "R7aaOMSg",
    "tags": ["en"],
    "short_url": "http://tmblr.co/Z8nNMm1S8pITS",
    "highlighted": [],
    "note_count": 0,
    "title": "The establishment of Xi'an eRealm",
    "body": "<p>Xi&#8217;an, a metropolitan city in the central of China, is proud to be recognized as One of five &#8220;Chinese service outsourcing base” cities promoted by China Ministry of Commerce. 2<sup>nd</sup> in National ranking for Educational strength. 3<sup>rd</sup> in terms of integrated technology capability An important technology hub with over 300,000 people involving in IT, telecommunication, software development and research. Xi&#8217;an, with its a large number of colleges and universities, produces more than 250,000 post-graduate students and university graduates each year that continually to provide the much needed manpower to power Xi’an social economic activities. More than 60,000 new graduates enter the electronic and IT job market each year. Because the availability of abundance of manpower with turnover rate far lower than “Bei Jing/Shanghai/Guang Zhou”, Xi’an is chosen to be the R&amp;D base for eRealm.<img alt=\"image\" src=\"https://31.media.tumblr.com/26de907c3d22ec242571f21914dfd872/tumblr_inline_ncskeeQn6p1t296ch.jpg\"/></p>"
  },
  {
    "blog_name": "erealm",
    "id": 98931538592,
    "post_url": "http://erealm.tumblr.com/post/98931538592/development-of-foreign-workers-centralized-management",
    "slug": "development-of-foreign-workers-centralized-management",
    "type": "text",
    "date": "2014-10-02 00:32:00 GMT",
    "timestamp": 1412209920,
    "state": "published",
    "format": "html",
    "reblog_key": "mLy2jUl5",
    "tags": ["en"],
    "short_url": "http://tmblr.co/Z8nNMm1S8ntgW",
    "highlighted": [],
    "note_count": 0,
    "title": "Development of Foreign Workers Centralized Management System in Malaysia",
    "body": "<p>One of our current Project is to assist in the development of Foreign Workers Centralized Management System in Malaysia. There are about 5 Million Foreign workers working in Malaysia, legally and illegally. In order to strengthen the end-to-end management of Foreign Workers that include registration, Medical Examination, approval of Visa, on-boarding, insurance, health care, check-out/return and other function, a centralized system is required.  Besides managing the supply side, the system also addresses the demand side by Malaysia employers which include worker quota application, recruitment, insurance purchases and claims, etc. The availability of this system makes the management of foreign workers more efficient and transparent, benefiting the employers, foreign workers and the Malaysian Government.</p>\n<p><img alt=\"image\" src=\"https://31.media.tumblr.com/f808673ede6d2b31b44f6137e9f90792/tumblr_inline_nctmrpMT8B1t296ch.jpg\"/></p>"
  }
]